[
    {
        "name":"Ablation",
        "surname":"A process by where the atmosphere melts away and removes the surface material of an incoming meteorite."
    },
    {
        "name":"Albedo",
        "surname":"The reflective property of a non-luminous object. A perfect mirror would have an albedo of 100% while a black hole would have an albedo of 0%."
    },
    {
        "name":"Aphelion",
        "surname":"The point in the orbit of a planet or other celestial body where it is farthest from the Sun."
    },
    {
        "name":"Big Bang",
        "surname":"The theory that suggests that the universe was formed from a single point in space during a cataclysmic explosion about 13.7 billion years ago. This is the current accepted theory for the origin of the universe and is supported by measurements of background radiation and the observed expansion of space."
    },
    {
        "name":"Black Moon",
        "surname":"A term used to describe an extra new that occurs in a season. It usually refers to the third new moon in a season with four new moons. The term is sometimes used to describe a second new moon in a single month."
    },
    {
        "name":"Caldera",
        "surname":"A type of volcanic crater that is extremely large, usually formed by the collapse of a volcanic cone or by a violent volcanic explosion. Crater Lake is one example of a caldera on Earth."
    },
    {
        "name":"Dark Matter",
        "surname":"A term used to describe matter in the universe that cannot be seen, but can be detected by its gravitational effects on other bodies."
    },
    {
        "name":"Ejecta",
        "surname":"Material from beneath the surface of a body such as a moon or planet that is ejected by an impact such as a meteor and distributed around the surface. Ejecta usually appear as a lighter color than the surrounding surface."
    },
    {
        "name":"Faculae",
        "surname":"Bright patches that are visible on the Sun's surface, or photosphere."
    },
    {
        "name":"Constellation",
        "surname":"A grouping of stars that make an imaginary picture in the sky."
    },
    {
        "name":"Comet",
        "surname":"A gigantic ball of ice and rock that orbit the Sun in a highly eccentric orbit. Some comets have an orbit that brings them close to the Sun where they form a long tail of gas and dust as they are heated by the Sun's rays."
    }
    
    
    




]